Revit 2027 API
GroupLoadOptions.IncludeLevels Property
 True if levels should be brought in from the input file, false otherwise. The default value is false.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IncludeLevels { get; set; }
Public Property IncludeLevels As Boolean
	Get
	Set
public:
property bool IncludeLevels {
	bool get ();
	void set (bool value);
}
member IncludeLevels : bool with get, set
Property Value
Boolean
See Also
Reference
GroupLoadOptions Class
Autodesk.Revit.DB Namespace